[ScenarioTitles]

; Format: Japanese Title=Indonesian Translation

; Edit the right side of = to add your translation

; Lines starting with ; are comments



葵ちゃんの追及=Interogasi Aoi-chan

スーパーでお買い物=Belanja di supermarket

お医者さんへ行こう=Ayo pergi ke dokter

大切な想い出=Kenangan berharga

あーんして=Buka mulutmu, aaa~

刺激的な着替え=Ganti baju yang mendebarkan

チョコバナナキッス！=Ciuman pisang cokelat！

兄さんの見ていた景色=Pemandangan yang dilihat Nii-san

添い寝をしましょう=Ayo tidur bersama

何かが起きている=Sesuatu sedang terjadi

無理は禁物=Jangan memaksakan diri

調査ｏｒデート=Penyelidikan atau kencan

美琴の勘=Firasat Mikoto

お互いのこと=Tentang satu sama lain

冬休みも部活=Liburan musim dingin pun tetap ada klub

早朝の葛木家=Keluarga Katsuragi di pagi buta

はらぺこるる姉=Ruru-nee yang kelaparan

説得の方法=Cara membujuk

女体の神秘=Misteri tubuh wanita

お姫様の看病=Merawat sang tuan putri yang sakit

俺が姫乃で、姫乃が俺で=Aku jadi Himeno, Himeno jadi aku

部屋でイチャイチャ=Bermesraan di kamar

フーアムアイ？！=Who am I？！

ちょっとガス欠=Sedikit kehabisan energi

ホワイトクリスマス=White Christmas

プレゼントはあ・た・し=Hadiahnya adalah a-ku

私は知りたい=Aku ingin tahu

雪の降る聖夜に=Di malam kudus saat salju turun

お疲れ様でした！=Terima kasih atas kerja kerasnya！

新婚さんのような生活=Kehidupan layaknya pengantin baru

キスまで数ｃｍ=Beberapa cm lagi menuju ciuman

粉雪の中、君を想う=Memikirkanmu di tengah hujan salju

恋人の証明=Bukti sebagai kekasih

シャルルの願った物語=Kisah yang Charles harapkan

子供に笑顔を=Senyuman untuk anak-anak

急遽出場、ミスコン司会！=Tiba-tiba jadi MC kontes kecantikan！

るる姉＋サンタ衣装＝？=Ruru-nee + kostum Sinterklas = ？

さらがミスコン出場！？=Sara ikut kontes kecantikan！？

葵ちゃんとクリパデート=Kencan Natal bareng Aoi-chan

クリスマスパーティー=Pesta Natal

姫乃さんといっしょ=Bersama Himeno-san

ベストカップル？！=Pasangan terbaik？！

初めてのプレゼント=Hadiah pertama

突撃！　立夏さんのお部屋=Serbu！ Kamar Rikka-san

勤労少女との帰り道=Jalan pulang bersama gadis pekerja keras

明日のための飾りつけ=Menghias untuk hari esok

前夜祭=Malam pra-perayaan

それぞれのクリパ=Pesta Natal masing-masing

恋人と過ごす特別な時間=Waktu spesial yang dihabiskan bersama kekasih

明日は一緒に=Besok kita bersama

いらっしゃいませ、皆々様=Selamat datang, semuanya

クリパデート=Kencan Natal

クリパ開幕！=Pesta Natal dimulai！

いらっしゃいませ葵ちゃん=Selamat datang Aoi-chan

クリパ開始！=Mulai pesta Natal！

ロリでボインはお好き？=Suka yang loli tapi montok？

さらなる意外な助っ人=Bantuan tak terduga yang lebih lanjut

もう少しだけ素直に=Sedikit lebih jujur saja

定例会議……ではなくて？=Rapat rutin... atau bukan？

さむイチャドキドキお弁当=Bekal mendebarkan yang bikin mesra di tengah dingin

脱出ゲーム、完成！=Game melarikan diri, selesai！

ラストスパート=Usaha terakhir

参上、葵ちゃん=Aoi-chan datang

進捗はどうですか？=Bagaimana progresnya？

滑って滑って、滑らない=Terpeleset dan terpeleset, tapi tidak gagal

楽しくも騒がしい帰り道=Jalan pulang yang menyenangkan sekaligus berisik

小道具作りを始めよう！=Ayo mulai membuat properti！

緊急招集っ！=Panggilan darurat！

進んでいくクリパ準備=Persiapan pesta Natal yang terus berjalan

色々と貴重なお昼休み=Jam istirahat makan siang yang berharga dalam banyak hal

アイラブユー？！=I love you？！

動き出す、公式新聞部=Klub berita resmi mulai bergerak

小人の靴屋=Pembuat sepatu dan kurcaci

心強い助っ人の参戦！=Bantuan kuat telah bergabung！

合コンのお誘い=Ajakan kencan buta

人形劇の台本、完成！=Naskah teater boneka, selesai！

準備という名の戦場=Medan perang yang bernama persiapan

人形劇台本の変更版=Versi perubahan naskah teater boneka

父と向き合う決意=Tekad untuk menghadapi Ayah

姫乃さんに予約して！=Reservasi ke Himeno-san！

出口の無い迷路=Labirin tanpa jalan keluar

枯れない桜からの贈りもの=Hadiah dari sakura yang tak pernah layu

ご愁傷様です……=Turut berduka cita...

寒し、恥ずかし、通学路=Dingin dan malu di jalan sekolah

前世のシャルルの物語=Kisah Charles di kehidupan sebelumnya

やりたいこと、もう一つ=Satu hal lagi yang ingin kulakukan

教室でふたり=Berdua saja di kelas

トラブルに次ぐトラブル=Masalah demi masalah

編集会議=Rapat redaksi

クリパの裏イベント！？=Acara rahasia di pesta Natal！？

引っ張りだこ=Sangat populer dan dicari-cari

カウントダウン=Hitung mundur

魔法のこと=Tentang sihir

修行の成果=Hasil latihan

特集号の企画会議=Rapat perencanaan edisi khusus

るる姉が教えてくれた景色=Pemandangan yang Ruru-nee ajarkan padaku

初デート=Kencan pertama

一緒にお風呂！？=Mandi bareng！？

仲間に祝福される幸せ=Kebahagiaan diberkati oleh teman-teman

謎解き迷路の舞台裏=Di balik layar labirin teka-teki

お姫さまと召使い=Sang putri dan pelayan

雪村との内緒話=Obrolan rahasia dengan Yukimura

意外な保護者=Wali yang tak terduga

先輩色に……=Menjadi warna Senpai...

クリスマスイベントの提案=Usulan acara Natal

初めてのお泊り=Menginap pertama kali

突然の手紙=Surat tiba-tiba

雪村すももとあみぐるみ=Yukimura Sumomo dan boneka rajut

クリスマスに何が欲しい？=Apa yang kamu inginkan saat Natal？

受け継がれる想い=Perasaan yang diwariskan

クリパとるる姉の上の空=Pesta Natal dan lamunan Ruru-nee

振り回される日常=Keseharian yang membuat kewalahan

意外に鋭い耕助=Kousuke yang tajamnya tak terduga

いってらっしゃいのお約束=Janji saat melepas kepergian

昨日の会議は=Rapat kemarin itu...

タカくんの彼女さん=Pacarnya Taka-kun

恋人としての初めて=Pertama kalinya sebagai kekasih

立夏さんへの想い=Perasaan untuk Rikka-san

ぎこちないふたり=Dua orang yang canggung

ラブイチャな新婚さん=Pengantin baru yang mesra

もうすぐクリスマス=Sebentar lagi Natal

少しだけ、ロマンチックに=Sedikit saja, buat jadi romantis

従姉弟としてじゃなく……=Bukan sebagai sepupu...

鼓動で伝わるキモチ=Perasaan yang tersampaikan lewat detak jantung

一番大切な人=Orang yang paling berharga

ミスコン本番！=Kontes kecantikan dimulai！

感情豊かな葵ちゃん=Aoi-chan yang penuh emosi

サンタさんへのリクエスト=Permintaan untuk Sinterklas

動き出した非公式新聞部=Klub berita tidak resmi mulai bergerak

プライベート・サービス=Private Service

寝顔とドキドキの責任=Wajah tidur dan tanggung jawab yang mendebarkan

文化祭開始！=Festival budaya dimulai！

男のロマン？=Romansa pria？

葵ちゃんと青春の味=Aoi-chan dan rasa masa muda

るる姉と奇跡？のおにぎり=Ruru-nee dan onigiri ajaib？

立夏さんとサンドイッチ=Rikka-san dan sandwich

深夜のメール着信=Pesan masuk tengah malam

生徒会のお手伝い？=Membantu OSIS？

文化祭準備の道のりは長い=Jalan menuju persiapan festival budaya masih panjang

立夏さんミスコン出場決意=Rikka-san bertekad ikut kontes kecantikan

文化祭を盛り上げるために=Demi memeriahkan festival budaya

運命的なふたりの登校=Dua orang yang ditakdirkan berangkat sekolah bersama

るる姉の危険な手料理=Masakan Ruru-nee yang berbahaya

運命的なふたりの下校=Dua orang yang ditakdirkan pulang sekolah bersama

自分で蒔いた忙しい種=Kesibukan yang dibuat sendiri

文化祭の出し物といえば？=Bicara soal stan festival budaya？

茜色の告白=Pengakuan di bawah langit senja

これから先も、ずっと=Mulai sekarang pun, selamanya

先輩がいるだけで=Hanya dengan adanya Senpai

おふくろの味=Masakan rumah ibu

さらは、さらだから=Karena Sara adalah Sara

姫乃は、姫乃だから=Karena Himeno adalah Himeno

心配なさら=Sara yang mengkhawatirkan

心配な姫乃=Himeno yang mengkhawatirkan

心配なあの子=Gadis itu yang mengkhawatirkan

決意の夜=Malam penuh tekad

半分こ：さら=Berbagi setengah： Sara

半分こ：姫乃=Berbagi setengah： Himeno

半分こ=Berbagi setengah

旧クリサリス邸=Bekas kediaman Chrysalis

季節外れの百物語=Seratus cerita hantu di luar musim

ハロッズ=Harrods

自由行動の予定=Rencana kegiatan bebas

四季さんって……=Shiki-san itu...

１つ目の教訓=Pelajaran pertama

チャンスを活かせ！=Gunakan kesempatan ini！

時を経て=Seiring berjalannya waktu

サイトシーイング=Sightseeing

兄さんの予定は？=Apa rencana Nii-san？

旅のお供=Teman perjalanan

空港にて=Di bandara

出発の朝=Pagi keberangkatan

エスパーるる姉=Ruru-nee sang esper

わたしも行きたいの！=Aku juga mau ikut！

夏の思い出=Kenangan musim panas

夜の逢瀬・シャルル=Pertemuan malam ・ Charles

夜の逢瀬・さら=Pertemuan malam ・ Sara

夜の逢瀬・立夏=Pertemuan malam ・ Rikka

夜の逢瀬=Pertemuan malam

夜の逢瀬・姫乃=Pertemuan malam ・ Himeno

夜の逢瀬・葵=Pertemuan malam ・ Aoi

夏合宿の終わり=Akhir kamp musim panas

宝箱の中身は？=Apa isi kotak hartanya？

宝探し=Berburu harta karun

ＬＯＶＥキッス=LOVE kiss

ラブジョンガ：下ピンク=Love Jenga： Bawah Pink

ラブジョンガ：中ピンク=Love Jenga： Tengah Pink

ラブジョンガ：白=Love Jenga： Putih

ラブジョンガ=Love Jenga

お風呂のお約束=Janji di kamar mandi

懐かしの味=Rasa yang nostalgik

プールサイドの女神たち=Para dewi di tepi kolam renang

となりの立夏さん=Rikka-san di sebelahku

旅行のはじまり=Awal perjalanan

魅惑の水着ショー=Pertunjukan baju renang yang memikat

夏休みを前に=Sebelum liburan musim panas

旅行の打ち合わせ=Rapat perjalanan

最後のひと踏ん張り=Usaha keras terakhir

四季さんの予定は？=Apa rencana Shiki-san？

期末テストにむけて=Menuju ujian akhir semester

波乱の勉強会=Kelompok belajar yang kacau

夏休み活動計画=Rencana kegiatan liburan musim panas

祝勝会=Pesta perayaan kemenangan

決戦の時=Saat Pertarungan

とっておきの秘策=Strategi rahasia andalan

誰を応援する？=Mendukung siapa？

幻のメニュー=Menu legendaris

白熱、三人四脚！=Sengit, lomba lari tiga orang empat kaki！

体育祭、開幕！=Festival Olahraga, Dimulai!

誰に電話しよう=Telepon siapa ya

愛情たっぷりスープ=Sup penuh kasih sayang

とらぶる三人四脚=Masalah di lomba lari tiga orang empat kaki

江戸川姉弟の力関係=Hubungan kekuasaan kakak beradik Edogawa

立夏さんとの個人レッスン？=Pelajaran privat dengan Rikka-san？

リレーメンバー決定！=Anggota lari estafet ditentukan！

まさかの助っ人=Bantuan yang tak disangka

非公式新聞部からの挑戦状=Surat tantangan dari klub berita tidak resmi

るる姉のアブないマッサージ=Pijatan berbahaya Ruru-nee

編集会議！=Rapat redaksi！

シャルルと会話=Percakapan dengan Charles

さらと電話=Telepon dengan Sara

立夏と電話=Telepon dengan Rikka

姫乃と電話=Telepon dengan Himeno

葵と電話=Telepon dengan Aoi

